{
    "Sitio diseñado y desarrollado por": "Site design and developed by",

    "Tarta de Queso": "Cheese Cake",
    "Tarta de Zanahoria": "Carrot Cake",
    "Tarta Banoffee": "Banoffee Cake",
    "Tarta Brownie": "Brownie Cake",
    "Tarta de Chocolate": "Chocolate Cake",
    "Empanadas de Ternera": "Beef Pies",
    "Empanadas de Pollo": "Chicken Pies",
    "Empanadas de Espinaca": "Spinach Pies",
    "Lemon Pie" : "Lemon Pie",
    "Tartaleta de Coco" : "Coconut tartlet",
    
    "Tartas": "Cakes",
    "Empanadas": "Pies",
    "Otras Delicias": "Other Delicacies",
    "Desayunos": "Breakfasts",

    "Mediana | 6 porciones | 20cm": "Medium | 6 portions | 20cm",
    "Grande | 12 porciones | 28cm": "Large | 12 portions | 28cm",
    "Mínimo 6 unidades" : "Minimum 6 units",
    "Mínimo 3 unidades" : "Minimum 3 units",
    
    "Contiene": "Contains",
    "Gluten": "Gluten",
    "Lactosa": "Lactose",
    "Azúcar": "Sugar",
    "Huevo": "Egg",

    "Una irresistible combinación de queso crema y nata reposa sobre una base de galleta crujiente, prometiendo un festín de sabores y texturas en cada bocado.": "An irresistible combination of cream cheese and cream rests on a crunchy cookie base, promising a feast of flavors and textures in every bite.",
    "Una irresistible combinación de queso crema y nata sobre una base de galleta crujiente." : "An irresistible combination of cream cheese and cream on a crunchy cookie base.",

    "Una mezcla tentadora de zanahoria rallada se une con suavidad al queso hecho crema, sobre una base de nueces trituradas, creando una experiencia única que deleita los sentidos en cada mordisco.": "A tantalizing blend of grated carrot gently blends with cream cheese on a base of crushed walnuts, creating a unique experience that delights the senses with every bite.",
    "Una mezcla tentadora de zanahoria con la suavidad del queso hecho crema y nueces trituradas." : "A tempting mix of carrot with the softness of cream cheese and crushed walnuts.",

    "Una combinación exquisita de banana fresca se une con suavidad a una capa de crema, mientras el dulce de leche se desliza entre cada capa, creando una armonía de sabores que despiertan los sentidos.": "An exquisite combination of fresh banana gently joins a layer of cream, while the dulce de leche slides between each layer, creating a harmony of flavors that awaken the senses.",
    "Una suave combinación de crema, con la dulzura del dulce de leche sobre una base de galletas" : "A soft combination of cream, with the sweetness of dulce de leche on a cookie base",

    "Un brownie tentador se fusiona con suavidad en una capa de crema, mientras el dulce de leche se desliza entre sus recovecos, creando una sinfonía de sabores que deleitan el paladar.": "A tempting brownie melts softly into a layer of cream, while the dulce de leche slides through its nooks, creating a symphony of flavors that delight the palate.",
    "Un brownie tentador se fusiona con su mejor aliado, el dulce de leche, creando una sinfonía de sabores." : "A tempting brownie merges with its best ally, dulce de leche, creating a symphony of flavors.",

    "Una mezcla exquisita de chocolate se combina con suavidad en un lecho de dulce de leche, mientras una tentadora cobertura de chocolate completa esta experiencia celestial para el paladar." : "An exquisite blend of chocolate is gently combined on a bed of dulce de leche, while a tantalizing chocolate coating completes this heavenly experience for the palate.",

    "Un relleno jugoso de ternera se envuelve con delicadeza en una masa dorada y crujiente, creando una experiencia gastronómica que deleita los sentidos." : "A juicy beef filling is delicately wrapped in a crispy, golden crust, creating a dining experience that delights the senses.",

    "Un relleno tierno de pollo se abraza con cariño en una masa dorada y crujiente, ofreciendo una experiencia gastronómica que cautiva los sentidos." : "A tender chicken filling is lovingly embraced in a crispy, golden crust, offering a dining experience that captivates the senses.",

    "Un relleno suculento de pollo se acurruca con esmero en una masa dorada y crujiente, brindando una experiencia gastronómica que enamora los sentidos." : "A succulent chicken filling is carefully nestled in a golden and crispy dough, providing a gastronomic experience that enchants the senses.",

    "Una deliciosa mezcla de espinacas se envuelve con cuidado en una masa dorada y crujiente, ofreciendo una experiencia culinaria que sorprende y deleita." : "A delicious spinach blend is carefully wrapped in a crispy, golden crust, offering a culinary experience that surprises and delights.",

    "Una suave y refrescante crema de limón reposa sobre una base de masa quebrada, regalando una explosión de frescura en cada bocado." : "A soft and refreshing lemon cream rests on a shortcrust pastry base, giving an explosion of freshness in every bite.",

    "Una exquisita combinación de coco rallado se entrelaza con dulce de leche sobre una base de masa quebrada, creando una armonía de sabores que te transporta a un paraíso tropical en cada mordisco." : "An exquisite combination of grated coconut is intertwined with dulce de leche on a shortcrust pastry base, creating a harmony of flavors that transports you to a tropical paradise in every bite.",

    "Leer Menos": "Read Less",
    "Leer Más": "Read More",
    "Ver más" : "See more",

    "Los pedidos se realizan con 48hs de anticipación": "Orders are placed 48 hours in advance",
    "Encargar por whatsapp": "Order by WhatsApp",

    "No hay productos publicados" : "There are no products published",

    "Más cosas ricas" : "More delicious things",
    "La felicidad está en un trozo de tarta": "Find the happiness in a piece of cake",
    "Ver productos": "See products",
    "Ir al carrito": "Go to cart",
    "Últimos productos": "Latest products",
    "Bienvenidos": "Welcome",
    "Estás logueado": "You're logged in!",
    "Carrito": "Cart",
    "Ingresar": "Login",
    "Cerrar sesión": "Log Out",
    "Mi cuenta": "My account",
    "Mi perfil": "My profile",
    "Mis órdenes": "My orders",

    "Ingresa a tu cuenta": "Login to your account",
    "Tu dirección de correo": "Your email address",
    "Tu contraseña": "Your password",
    "Recuérdame": "Remember me",
    "¿Olvidaste la contraseña?": "Forgot password?",

    "Crea una cuenta": "Create an account",
    "Tu nombre": "Your name",
    "Tu cuenta de correo": "Your email",
    "Contraseña": "Password",
    "Repetir contraseña": "Repeat password",
    "Regístrate": "Sign up",

    "Gracias por Registrarte! Antes de empezar, podrías verificar tu dirección de correo haciendo click en el enlace que te hemos enviado? Si no lo has recibido, con gusto te enviaremos otro.": "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.",
    "Reenviar Email": "Resend Email",

    "Datos de perfil": "Profile Details",
    "Nombre": "First Name",
    "Apellido": "Last Name",
    "Tu teléfono": "Your phone",
    "Dirección de facturación": "Billing Address",
    "Dirección": "Address",
    "Piso / Apartamento": "Apartment",
    "Código Postal": "ZipCode",
    "Ciudad": "City",
    "Selecciona tu país": "Select Country",
    "Selecciona tu estado o provincia": "Select State",
    "Estado o Provincia": "State",
    "Dirección de envío": "Shipping Address",
    "Misma dirección que la de envío": "Same as Shipping",
    "Actualizar": "Update",
    "Actualizar contraseña": "Update Password",
    "Tu contraseña actual": "Your current password",
    "Nueva contraseña": "New password",
    "Repetir nueva contraseña": "Repeat new password",
    "Introduce tu email": "Enter your email",
    "Restablecer": "Reset password",
    "Ingrese una contraseña": "Enter your new password",
    "Confirmar contraseña": "Confirm your password",
    
    "Productos": "Products",

    "Tus artículos del carrito": "Your Cart Items",
    "Envío e impuestos se calculan al momento de pagar": "Shipping and taxes calculated at checkout.",
    "Quitar": "Remove",
    "Continuar con la compra": "Proceed to Checkout",

    "Dónde nos encuentras": "Where do you find us",
    "Desde el año 2009 estamos en el corazón de Fuengirola, en la Costa del Sol.": "Since 2009 we have been in the heart of Fuengirola, on the Costa del Sol.",
    "Horario de atención": "Opening Hours",
    "Lu - Vi": "Mon - Fri",
    "Sa": "Sat",
    "Suscríbete a nuestro newsletter.": "Subscribe to our newsletter.",
    "Suscríbete": "Subscribe",
    "Artículos semanales": "Weekly articles",
    "No enviamos spam": "No spam",

    "La empresa": "The company",
    "Sobre nosotros": "About us",
    "Trabaja con nosotros": "Work with us",
    "Términos & condiciones": "Terms & conditions",
    "Política de privacidad": "Privacy policy",
    "Ayuda": "Help",
    "Soporte": "Support",
    "Preguntas frecuentes": "Faq",
    "Contáctenos": "Contact us"
}
